[
    {
        "3onwn":"فضائل القرآن الكريم        ",
        "adkar":"أن أهل القرآن هم أهل الله.\nأن ثواب تلاوة القرآن أعظم من أنفس أموال الدنيا.\nأن كل حرف فيه بعشر حسنات.\nأنه يورث الإنسان الراحة والذكر الحسن في السماء والأرض.\n أن كل آية يحفظها المسلم يرفعه الله بها درجة في الجنة.\nأن الماهر بالقرآن يقرنه الله تعالى بأفضل الملائكة.\nأن أفضل الناس هو من يتعلم القرآن ويعلمه.\nأن الله تعالى لا يعذب إنسانًا حفظ القرآن وعمل به.\nأنه يأتي شفيعًا لأصحابه الذين كانوا يعملون به في الدنيا.\nأن صاحب القرآن رفعه النبي صلى الله عليه وسلم صلى الله عليه وسلم إلى مراتب العلماء.\nأن صاحب القرآن يكرمه الله عز وجل عليه وعلى والديه يوم القيامة بأنواع عظيمة من التكريم.\nأن القرآن هو من أعظم القربات التي يتقرب بها إلى الله وأحبها إليه.        \nأن الخلق كلهم يكتبون في كل ليلة من الغافلين إلا من قرأ القرآن.        \nأن البيت الذي يقرأ فيه القرآن تحصل فيه الخيرات والبركات ويحفظ الله تعالى أهل هذا البيت من كل سوء.        "
       
    },
    {
        "3onwn":"آيات تدعو لتلاوة القرآن الكريم وتدبره والتأثر به        ",
        "adkar":"قال تعالى :'وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ'.[الأعراف - 204].\nوقال تعالى : 'وَنُنَزِّلُ مِنْ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلا يَزِيدُ الظَّالِمِينَ إِلاَّ خَسَاراً'. [الإسراء - 82].\nقال تعالى : 'إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً'. [الإسراء - 9].\nوقال تعالى : 'كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الأَلْبَابِ'. [ص - 29].\nوقال تعالى : 'وَرَتِّلْ الْقُرْآنَ تَرْتِيلاً'. [المزمل - 4].\nوقال تعالى : 'وَلَوْ أَنَّ قُرْآناً سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الأَمْرُ جَمِيعاً أَفَلَمْ يَيْئَسْ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً وَلا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيباً مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعَادَ'. [الرعد - 31].\nوقال تعالى : ' وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُوراً'. [الفرقان - 30].       "
        
    },
    {
        "3onwn":"أحاديث تدعو لتلاوة القرآن الكريم وتدبره والتأثر به        ",                                                                                                                                 
        "adkar":"قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'إِنَّ اللَّهَ يَرْفَعُ بِهَذَا الْكِتَابِ أَقْوَامًا وَيَضَعُ بِهِ آخَرِينَ'.\nو قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ'.\nو قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'الْمُؤْمِنُ الَّذِي يَقْرَأُ الْقُرْآنَ وَيَعْمَلُ بِهِ كَالأُتْرُجَّةِ طَعْمُهَا طَيِّبٌ وَرِيحُهَا طَيِّبٌ وَالْمُؤْمِنُ الَّذِي لَا يَقْرَأُ الْقُرْآنَ وَيَعْمَلُ بِهِ كَالتَّمْرَةِ طَعْمُهَا طَيِّبٌ وَلا رِيحَ لَهَا وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ كَالرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْمُنَافِقِ الَّذِي لا يَقْرَأُ الْقُرْآنَ كَالْحَنْظَلَةِ طَعْمُهَا مُرٌّ أَوْ خَبِيثٌ وَرِيحُهَا مُرٌّ'.\nو قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ حَافِظٌ لَهُ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَمَثَلُ الَّذِي يَقْرَأُ وَهُوَ يَتَعَاهَدُهُ وَهُوَ عَلَيْهِ شَدِيدٌ فَلَهُ أَجْرَانِ'.\nو قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'كِتَابُ اللَّهِ ، هُوَ حَبْلُ اللَّهِ الْمَمْدُودُ مِنَ السَّمَاءِ إِلَى الأَرْضِ'.\nو قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'مَنْ قَرَأَ حرفًا مِن كتابِ اللهِ، فلَهُ به حسنة، والحَسَنةُ بعشْرِ أمثالِها، لا أقول ألم حرف؛ ولكن ألف حرف، ولام حَرْف، ومِيم حَرْف'.\nو قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'لا أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الأَمْرُ مِنْ أَمْرِي مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ ، فَيَقُولُ : مَا أَدْرِي مَا وَجَدْنَا فِي كِتَابِ اللَّهِ اتَّبَعْنَاهُ'.        "
        
    }
]