[
    {
        "isme":"...",
        "adkar1":"...",
        "adkar2":"-الصلاة على النبي -صلى الله عليه وسلم\nإذ يستحب الإكثار من الصلاة على النبي في يوم الجمعة بأي صيغة، قال رسول الله -صلى الله عليه وسلم-: (إنَّ مِن أفضَلِ أيَّامِكم يومَ الجُمُعةِ؛ فأكثِروا عليَّ مِن الصَّلاةِ فيه؛ فإنَّ صَلاتَكم معروضةٌ عليَّ. قال: فقالوا: يا رسولَ اللهِ، وكيف تُعرَضُ صلاتُنا عليك وقد أَرَمْتَ؟! -قال: يقولونَ: بَلِيتَ- قال: إنَّ الله تبارك وتعالى حَرَّم على الأرضِ أجسادَ الأنبياءِ صلَّى اللهُ عليهم)        ",
        "adkar3":"...",
        "adkar4":"..."
    },
    {
        "isme":"...",
        "adkar1":"...",
        "adkar2":"...",
        "adkar3":"قراءة سورة الكهف\nقال رسول الله -صلى الله عليه وسلم-: (مَنْ قَرَأَ سورة الكهفِ يومَ الجمعةِ أَضاءَ له مِنَ النُّورِ ما بيْنَ الجُمعتينِ)        ",
        "adkar4":"..."

    },
    {
        "isme":"...",
        "adkar1":"...",
        "adkar2":"...",
        "adkar3":"...",
        "adkar4":"الحرص على الدعاء\nفيدعو المسلم بما شاء من حاجاته أو بالأدعية المأثورة عن النبي، فقد قال رسول الله -صلى الله عليه وسلم-: (فِيهِ سَاعَةٌ، لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ، وَهُوَ قَائِمٌ يُصَلِّي، يَسْأَلُ اللَّهَ تَعَالَى شَيْئًا، إِلَّا أَعْطَاهُ إِيَّاهُ)        "
    },
    {
        "isme":"...",
        "adkar1":"...",
        "adkar2":"أسأل الله في يوم الجمعة أن يُحبّب صالح خلقه فيك، ومن يد نبيه يسقيك، وفي الجنة يؤويك، وبالرّحمة يحتويك، وبقضائه يُرضيك، وبفضله يُغنيك ولطاعته يهديك، ومن عذابه يُنجّيك، ومن شر الحُسّاد يكفيك        ",
        "adkar3":"...",
        "adkar4":"..."
    },
    {
        "isme":"...",
        "adkar1":"الله أكبر ليس كمثله شيء في الأرض ولا في السّماء وهو السميع البصير، اللهمّ إنّي أسألك في صلاتي ودعائي بركة تطهّر بها قلبي، وتكشف بها كربي، وتغفر بها ذنبي، وتصلح بها أمري، وتغني بها فقري، وتذهب بها شرّي، وتكشف بها همّي وغمّي، وتشفي بها سقمي، وتقضي بها ديني، وتجلو بها حزني، وتجمع بها شملي، وتبيّض بها وجهي يا أرحم الرّاحمين        ",
        "adkar2":"...",
        "adkar3":"...",
        "adkar4":"..."
    },
    {
        "isme":"...",
        "adkar1":"جعل الله صباح يوم الجمعه لكم نور، وظهره سرور، وعَصره استبشار، ومغربه غفران، وجعل لكم دعوة لا تُردّ، ووهبكم رزقاً لا يُعدّ، وفتح لكم باباً في الجنّة لا يُسد        ",
        "adkar2":"...",
        "adkar3":"...",
        "adkar4":"..."
    },
    {
        "isme":"...",
        "adkar1":"يا رب بعلمك أحببت هذا الرفيق، فبرحمتك وسع له كل طريق، ونجّه من كل هم وضيق        ",
        "adkar2":"...",
        "adkar3":"...",
        "adkar4":"..."
    },
  
    {
        "isme":"...",
        "adkar1":"اللّهم يا حي يا قيوم يا ذو الجلال والإكرام، اهدّنا في من هديت، وعافينا في من عافيت، واقضِ عنّا برحمتك شرّ ما قضيت، إنّك تقضّي بالحق ولا يقضّى عليك، آمنا بكتابك الذي أنزلت وبنبيك الذي أرسلت، فاغفر لنا ما قدّمنا وما أخّرنا، وما أسررنا وما أعلنّا، وما أنت به أعلم أنت المقدم، وأنت المؤخر، وأنت على كل شيء قدير        ",
        "adkar2":"...",
        "adkar3":"...",
        "adkar4":"..."
    }

]