[
    {
        "hadit*":"اتّصفت رسالة الإسلام بشمولها وكمالها حتى أنّها بيّنت أحكام التعامل مع الحيوانات وضرورة الرفق والرحمة بها، فمن أهمّ ما يميّز رسالة الإسلام الرحمة بالإنسان والحيوانات، فحثّت الشريعة على القيام بما يحقّق مصلحتها، وبيّن أن نفقة الحيوان واجبة على صاحبه، وقد رتّب على ذلك الأُجور والفضائل؛ فجُعلت رعاية الحيوان سبباً من أسباب مغفرة الذنوب.        ",
        "3onwn":"حديث الرسول عن الرفق بالقطط",
        "hadit0":"*حثّ الإسلام على الرفق بالحيوان ودعا إليه الرسول -عليه الصلاة والسلام-، وخصّ ذكر القطط في بعض أحاديثه، كقوله: (عُذِّبَتِ امْرَأَةٌ في هِرَّةٍ سَجَنَتْها حتَّى ماتَتْ، فَدَخَلَتْ فيها النَّارَ، لا هي أطْعَمَتْها ولا سَقَتْها، إذْ حَبَسَتْها، ولا هي تَرَكَتْها تَأْكُلُ مِن خَشاشِ الأرْضِ).        ",
        "hadit1":"...",
        "hadit2":"...",
        "hadit3":"...",
        "hadit4":"...",
        "hadit5":"..."
   

    },
    {
        "hadit*":"...",
        "3onwn":"أحاديث عن طهارة القطط",
        "hadit0":"بيّن الرسول -عليه الصلاة والسلام- ما يتعلّق بطهارة القطط في عدّة أحاديث، يُذكر منها:",
   "hadit1":"*روت أمّ المؤمنين عائشة -رضي الله عنها- : (أنَّ مولاتَها أرسلَتها بِهَريسةٍ إلى عائِشةَ رضيَ اللَّهُ عنها فَوجدتُها تصلِّي فأشارَت إليَّ أن ضَعيها فجاءَت هرَّةٌ فأَكَلَت مِنها فلمَّا انصَرَفت أَكَلَت مِن حيثُ أَكَلتِ الهرَّةُ فقَالَت إنَّ رسولَ اللَّهِ صلَّى اللَّهُ علَيهِ وسلَّمَ قالَ إنَّها لَيسَت بنجَسٍ إنَّما هيَ مِنَ الطَّوَّافينَ عليكُم وقد رأيتُ رسولَ اللَّهِ صلَّى اللَّهُ علَيهِ وسلَّمَ يتوضَّأُ بفضلِها).                ",
        "hadit2":"*(أنَّ أبا قتادةَ دخلَ فسَكبت لَهُ وضوءًا فجاءت هرَّةٌ فشرِبَت منْهُ فأصغى لَها الإناءَ حتَّى شرِبَت قالَت كبشةُ فَرآني أنظرُ إليْهِ فقالَ أتَعجبينَ يا ابنةَ أخي فقُلتُ نعَم فقالَ إنَّ رسولَ اللَّهِ صلَّى اللهُ علَيهِ وسلَّمَ قالَ إنَّها ليسَت بنجَسٍ إنَّها منَ الطَّوَّافينَ عليْكم والطَّوَّافاتِ).        ",
        "hadit3":"...",
        "hadit4":"...",
        "hadit5":"..."
    
    },
    {
        "hadit*":"",
        "3onwn":"أحاديث عن الرفق بالحيوان",
        "hadit0":"بيّن الرسول -عليه الصلاة والسلام أهمية وفضل الرفق بالحيوان في العديد من الأحاديث النبوية التي منها:",
        "hadit1":"*(إنَّ اللَّهَ كَتَبَ الإحْسَانَ علَى كُلِّ شيءٍ، فَإِذَا قَتَلْتُمْ فأحْسِنُوا القِتْلَةَ، وإذَا ذَبَحْتُمْ فأحْسِنُوا الذَّبْحَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، فَلْيُرِحْ ذَبِيحَتَهُ).        ",
        "hadit2":"*ورد عن عبدالله بن مسعود -رضي الله عنه-: (كنَّا معَ رسولِ اللَّهِ صلَّى اللَّهُ علَيهِ وسلَّمَ في سَفَرٍ، فانطلقَ لحاجتِهِ فرأَينا حُمَرةً معَها فرخانِ فأخذنا فَرخَيها، فجاءتِ الحُمَرةُ فجعلت تفرِشُ، فجاءَ النَّبيُّ صلَّى اللَّهُ علَيهِ وسلَّمَ فقالَ: من فجعَ هذِهِ بولدِها؟ ردُّوا ولدَها إليها. ورأى قريةَ نملٍ قد حرَّقناها فقالَ: مَن حرَّقَ هذِهِ؟ قُلنا: نحنُ. قالَ: إنَّهُ لا ينبَغي أن يعذِّبَ بالنَّارِ إلَّا ربُّ النَّارِ).        ",
        "hadit3":"*ورد عن سهل الأنصاري -رضي الله عنه-: (مرَّ رسولُ اللَّهِ صلَّى اللَّهُ عليهِ وسلَّمَ ببعيرٍ قد لحِقَ ظَهْرُهُ ببطنِهِ فقالَ اتَّقوا اللَّهَ في هذهِ البَهائمِ المعجَمةِ فاركَبوها صالِحةً وَكُلوها صالحةً).        ",
        "hadit4":"*(إنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ، ويُعْطِي علَى الرِّفْقِ ما لا يُعْطِي علَى العُنْفِ، وما لا يُعْطِي علَى ما سِواهُ).        ",
        "hadit5":"*(أنَّ رَجُلًا رَأَى كَلْبًا يَأْكُلُ الثَّرَى مِنَ العَطَشِ، فأخَذَ الرَّجُلُ خُفَّهُ، فَجَعَلَ يَغْرِفُ له به حتَّى أرْوَاهُ، فَشَكَرَ اللَّهُ له، فأدْخَلَهُ الجَنَّةَ).        "
 
    }
]