[
    {
        "3onwn":"عذاب القبر        ", 
        "hadit0":"...",
        "hadit1":"يجب على المرء الإيمان بوجود عذاب القبر ونعيمه، لأنهما ثابتان بنصوص القرآن والسنة، ويجدر بالذكر أن العذاب والنعيم فيه على النفس والبدن معاً، وذلك باتفاق أهل السنة والجماعة، قال شيخ الإسلام ابن تيمية كما في مجموع الفتاوى: 'بل العذاب والنعيم على النفس والبدن جميعاً باتفاق أهل السنة والجماعة'، ويُقصد بعذاب البرزخ عذاب القبر كذلك.",
        "hadit2":"...",
        "hadit3":"...",
        "hadit4":"...",
        "hadit5":"...",
        "hadit6":"...",
        "hadit7":"...",
        "hadit8":"..."
    },
    {
        "3onwn":"أحاديث عن عذاب القبر",
        "hadit0":"وردت العديد من الأحاديث النبوية الشريفة عن عذاب القبر، ومنها ما يأتي:        ",
        "hadit1":"*قال رسول الله صلى الله عليه وسلم: (إنَّ أحَدَكُمْ إذَا مَاتَ عُرِضَ عليه مَقْعَدُهُ بالغَدَاةِ والعَشِيِّ، إنْ كانَ مِن أهْلِ الجَنَّةِ فَمِنْ أهْلِ الجَنَّةِ، وإنْ كانَ مِن أهْلِ النَّارِ فَمِنْ أهْلِ النَّارِ، فيُقَالُ: هذا مَقْعَدُكَ حتَّى يَبْعَثَكَ اللَّهُ يَومَ القِيَامَةِ).        ",
        "hadit2":"*قال رسول الله صلى الله عليه وسلم: (ولقَدْ أُوحِيَ إلَيَّ أنَّكُمْ تُفْتَنُونَ في القُبُورِ).        ",
        "hadit3":"*دخلت يهودية على عائشة -رضي الله عنها- فقالت لها: (أعَاذَكِ اللَّهُ مِن عَذَابِ القَبْرِ، فَسَأَلَتْ عَائِشَةُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عن عَذَابِ القَبْرِ، فَقالَ: نَعَمْ، عَذَابُ القَبْرِ، قالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: فَما رَأَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَعْدُ صَلَّى صَلَاةً إلَّا تَعَوَّذَ مِن عَذَابِ القَبْرِ).        ",
        "hadit4":"*كان رسول الله -صلى الله عليه وسلم- إذا فرغ من دفن الميت قال: (استغفِروا لأخيكُم، وسَلوا لَهُ التَّثبيتَ، فإنَّهُ الآنَ يُسأَلُ).        ",
        "hadit5":"*قال رسول الله صلى الله عليه وسلم: (إنَّ القبرَ أوَّلُ مَنزلٍ من مَنازلِ الآخرةِ، فإن نجا منهُ فما بعدَهُ أيسرُ منهُ، وإن لم ينجُ منهُ فما بعدَهُ أشدُّ منهُ، قالَ: وقالَ رسولُ اللَّهِ: ما رأيتُ مَنظرًا قطُّ إلَّا القبرُ أفظعُ منهُ).        ",
        "hadit6":"*مرَّ رسول الله صلى الله عليه وسلم على قبرين، فقال: (أما إنَّهُما لَيُعَذَّبانِ وما يُعَذَّبانِ في كَبِيرٍ، أمَّا أحَدُهُما فَكانَ يَمْشِي بالنَّمِيمَةِ، وأَمَّا الآخَرُ فَكانَ لا يَسْتَتِرُ مِن بَوْلِهِ، قالَ فَدَعا بعَسِيبٍ رَطْبٍ فَشَقَّهُ باثْنَيْنِ ثُمَّ غَرَسَ علَى هذا واحِدًا وعلَى هذا واحِدًا، ثُمَّ قالَ: لَعَلَّهُ أنْ يُخَفَّفُ عنْهما ما لَمْ يَيْبَسا. وفي رواية: وكانَ الآخَرُ لا يَسْتَنْزِهُ عَنِ البَوْلِ، أوْ مِنَ البَوْلِ).        ",
        "hadit7":"*أنَّ رسولَ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ كانَ يدعو في صلاتِهِ، ويقول: (اللَّهمَّ إنِّي أعوذُ بِكَ من عذابِ القبرِ وأعوذُ بِكَ من فتنةِ المسيحِ الدَّجَّالِ وأعوذُ بِكَ من فتنةِ المَحيا والمماتِ اللَّهمَّ إنِّي أعوذُ بِكَ منَ المأثَمِ والمغرَمِ فقالَ لَهُ قائلٌ ما أَكثرَ ما تستعيذُ منَ المغرَمِ فقالَ إنَّ الرَّجلَ إذا غرِمَ حدَّثَ فَكذبَ ووعدَ فأخلفَ).        ",
        "hadit8":"*قال رسول الله صلى الله عليه وسلم: (إنِّي قدْ رَأَيْتُكُمْ تُفْتَنُونَ في القُبُورِ كَفِتْنَةِ الدَّجَّالِ).        "
     
    },
    {
        "3onwn":"أدعية تنجي من عذاب القبر",
        "hadit0":"إن من أفضل الأدعية التي يدعي به العبد لله -تعالى- حتى ينجيه من عذاب القبر:        ",
        "hadit1":"*اللهم إني أعوذ بك من عذاب القبر، ومن عذاب النار، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال.        ",
        "hadit2":"*أسأل الله العلي العظيم أن يجعل قبورنا روضة من رياض الجنة، ولا يجعلها حفرة من حفر النيران، اللهم آمين.        ",
        "hadit3":"*اللهم رب جبريل وميكائيل وإسرافيل وعزرائيل، اعصمني من فتن الدنيا، ووفقني لما تحب وترضى، وثبتني بالقول الثابت في الحياة الدنيا وفي الآخرة، ولا تضلّني بعد أن هديتني، وكن لي عوناً ومعيناً، وحافظاً وناصراً.        ",
        "hadit4":"*اللهم استر عورتي، و اقبل عثرتي، واحفظنى من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي ومن تحتي، ولا تجعلني من الغافلين.        ",
        "hadit5":"*اللهم آت نفسي تقواها، وزكّها يا خير من زكاها، أنت وليها ومولاها يا رب العالمين.        ",
        "hadit6":"*اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وبك خاصمت، وإليك حاكمت، فاغفر لي ما قدمت و ما أخرت، وما أسررت وما أعلنت، وأنت المقدم وأنت المؤخر، لا إله إلا أنت الأول والآخر والظاهر والباطن، عليك توكّلت، وأنت رب العرش العظيم.        ",
        "hadit7":"*اللهم إني أسألك إيماناً صادقاً، وأسألك قلباً خاشعاً، وأسألك علماً نافعاً، وأسألك يقيناً صادقاً، وأسألك ديناً قيماً، وأسألك العافية من كل بلية، وأسألك تمام العافية، وأسألك دوام العافية، وأسألك الشكر على العافية، وأسألك الغنى عن الناس.        ",
        "hadit8":"*اللهم إني أعوذ بك من الكسل والهرم، والمأثم والمغرم، ومن فتنة القبر، وعذاب القبر، ومن فتنة النار وعذاب النار، ومن شر فتنة الغنى، وأعوذ بك من فتنة الفقر، وأعوذ بك من فتنة المسيح الدجال، اللهم اغسل عني خطاياي بماء الثلج والبرد، ونقّ قلبي من الخطايا كما نقّيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب.        "
    }

]