[
    {
        "3onwn": "أحاديث عن حسن الخلق",
        "hadit0": "حثَّت الشَّريعة الإسلاميَّة على حسن الخلق، والتَّخلُّق بالأخلاق الحسنة، وقد تضمَّنت الأحاديث النَّبويَّة الشَّريفة الكثير من الأحاديث التي تدعو للتخلُّق بأحسن الأخلاق وأفضلها؛ وسنذكر فيما يأتي بعضاً منها:        ",
        "hadit1": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (إنَّ الصِّدْقَ يَهْدِي إلى البِرِّ، وإنَّ البِرَّ يَهْدِي إلى الجَنَّةِ، وإنَّ الرَّجُلَ لَيَصْدُقُ حتَّى يُكْتَبَ صِدِّيقًا، وإنَّ الكَذِبَ يَهْدِي إلى الفُجُورِ، وإنَّ الفُجُورَ يَهْدِي إلى النَّارِ، وإنَّ الرَّجُلَ لَيَكْذِبُ حتَّى يُكْتَبَ كَذّابًا).        ",
        "hadit2": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (أكملُ المؤمنين إيمانًا أحسنُهم خُلُقًا).        ",
        "hadit3": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (أكمَلُ المُؤمِنينَ إيمانًا أحسَنُهم خُلُقًا، وخِيارُكم خِيارُكم لِنِسائِكم).        ",
        "hadit4": "*ثبت عن أسامة بن شريك -رضي الله عنه- أنَّه قال: (كنا جلوسًا عند النَّبيِّ صلَّى اللهُ عليه وسلَّمَ كأنما على رؤوسنا الطيرُ ما يتكلم منا مُتكلِّمٌ إذ جاءه أناسٌ فقالوا من أَحَبُّ عبادِ اللهِ إلى اللهِ تعالى قال أَحسنُهم خُلُقًا).        ",
        "hadit5": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (اتَّقِ اللهَ حيثُما كنتَ، وأَتْبِعِ السيئةَ الحسنةَ تَمْحُها، وخالِقِ الناسَ بخُلُقٍ حَسَنٍ).        ",
        "hadit6": "*ثبت عن الصَّحابيِّ الجليل النواس بن سمعان الأنصاري -رضي الله عنه- أنَّه قال: (سَأَلْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، عَنِ البِرِّ وَالإِثْمِ فَقالَ: البِرُّ حُسْنُ الخُلُقِ، وَالإِثْمُ ما حَاكَ في صَدْرِكَ، وَكَرِهْتَ أَنْ يَطَّلِعَ عليه النَّاسُ).        ",
        "hadit7": "...",
        "hadit8": "..."
    },
    {
        "3onwn": "أحاديث عن أجر حسن الخلق",
        "hadit0": "ورد في السُّنَّة النَّبويَّة الشَّريفة الكثير من الأحاديث التي ذكرت أجر المتخلِّق بالأخلاق الحسنة؛ وسنذكر بعضها فيما يأتي:        ",
        "hadit1": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (ما من شيءٍ أثقلُ في ميزانِ المؤمنِ يومَ القيامةِ من خُلقٍ حسنٍ وإنَّ اللهَ يُبغضُ الفاحشَ البذيءَ).        ",
        "hadit2": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (أتدْرون ما أكثرُ ما يُدخِلُ النارَ قالوا: اللهُ و رسولُه أعلمُ، قال: الأجوفانِ: الفرجُ والفمُ، وما أكثرُ ما يُدخِلُ الجنَّةَ ؟ تقوى اللهِ و حُسنُ الخُلُقِ).        ",
        "hadit3": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (أَنا زعيمٌ ببيتٍ في ربَضِ الجنَّةِ لمن ترَكَ المراءَ وإن كانَ محقًّا وببيتٍ في وسطِ الجنَّةِ لمن ترَكَ الكذبَ وإن كانَ مازحًا وببيتٍ في أعلى الجنَّةِ لمن حسَّنَ خلقَهُ).        ",
        "hadit4": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (إنَّ مِن أحبِّكم إليَّ وأقربِكُم منِّي مجلسًا يومَ القيامةِ أحاسنَكُم أخلاقًا، وإنَّ مِن أبغضِكُم إليَّ وأبعدِكُم منِّي يومَ القيامةِ الثَّرثارونَ والمتشدِّقونَ والمتفَيهِقونَ، قالوا: يا رسولَ اللَّهِ، قد علِمنا الثَّرثارينَ والمتشدِّقينَ فما المتفَيهقونَ ؟ قالَ: المتَكَبِّرونَ).        ",
        "hadit5": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (إنَّ الرجلَ لَيُدرِكُ بحُسنِ خُلُقِه، درجاتِ قائمِ الليلِ صائمِ النَّهار).        ",
        "hadit6": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (إنَّهُ من أُعْطيَ حظَّهُ منَ الرِّفقِ، فقد أُعْطيَ حظَّهُ من خيرِ الدُّنيا والآخرةِ، وصلةُ الرَّحمِ، وحسنُ الخلقِ وحسنُ الجوارِ، يُعمرانِ الدِّيارَ، ويزيدانِ في الأعمارِ).        ",
        "hadit7": "...",
        "hadit8": "..."
    },
    {
        "3onwn": "أحاديث عن حسن خلق النبي        ",
        "hadit0": "اتَّصف النَّبيُّ -صلى الله عليه وسلم- بأحسنِ الأخلاق وأفضلها؛ فقد تخلَّق بخلق القرآن الكريم، وفيما يأتي سنذكر بعض من خلقه العظيم الوارد في السُّنَّة النَّبويَّة المطهَّرة:        ",
        "hadit1": "*ثبت عن الصَّحابيِّ الجليل عبد الله بن عمرو -رضي الله عنه- أنَّه قال: (لَمْ يَكُنِ النبيُّ صَلَّى اللهُ عليه وسلَّمَ فَاحِشًا ولَا مُتَفَحِّشًا، وكانَ يقولُ: إنَّ مِن خِيَارِكُمْ أحْسَنَكُمْ أخْلَاقًا).        ",
        "hadit2": "*ثبت عن السيدة عائشة أم المؤمنين -رضي الله عنها- أنَّها سُئلت عن خُلُق النَّبيِّ -صلى الله عليه وسلم- فقالت: (كان خُلُقُه القُرآنَ).        ",
        "hadit3": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (خيرُكم خيرُكم لأهلِه، وأنا خيرُكم لأهلي).        ",
        "hadit4": "*ثبت عن الصَّحابيِّ الجليل أنس بن مالك -رضي الله عنه- أنَّه قال: (خَدَمْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ عَشْرَ سِنِينَ، فَما قالَ لِي: أُفٍّ، ولَا: لِمَ صَنَعْتَ؟ ولَا: ألَّا صَنَعْتَ).        ",
        "hadit5": "...",
        "hadit6": "...",
        "hadit7": "...",
        "hadit8": "..."
    },
    {
        "3onwn": "أحاديث تحذر من سوء الخلق        ",
        "hadit0": "حذرت الشَّريعة الإسلاميَّة من الاتِّصاف بالأخلاق السيئة، وبيَّن النَّبيُّ -صلى الله عليه وسلم- في الكثير من الأحاديث النَّبويَّة سوء عاقبة المتخلِّق بالأخلاق السَّيئة، وسنذكر فيما يأتي بعضاً من الاحاديث النَّبويَّة الشَّريفة التي تحذِّر من سوء الخلق:        ",
        "hadit1": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (ليسَ المؤمِنُ بالطعانِ، ولَا اللعانَ، ولا الفاحِشَ، ولا البذيءَ).        ",
        "hadit2": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه نهى وحذَّر المسلم من الأخلاق السَّيئة، فقال: (لا تحاسَدُوا، ولا تناجَشُوا، ولا تباغَضُوا ولا تدابَرُوا، ولا يبِعْ بعضُكمْ على بيعِ بعضٍ، وكُونُوا عبادَ اللهِ إخوانًا، المسلِمُ أخُو المسلِمِ، لا يَظلِمُهُ ولا يَخذُلُهُ، ولا يَحقِرُهُ، التَّقْوى ههُنا، وأشارَ إلى صدْرِهِ بِحسْبِ امْرِئٍ من الشَّرِّ أنْ يَحقِرَ أخاهُ المسلِمَ، كلُّ المسلِمِ على المسلِمِ حرامٌ، دمُهُ، ومالُهُ، وعِرضُهُ).        ",
        "hadit3": "*ثبت عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: (من أُعطِيَ حظَّه من الرِّفقِ فقد أُعطِيَ حظَّه من الخيرِ ومن حُرِمَ حظُّه من الرِّفقِ؛ فقد حُرِمَ حظُّه من الخيرِ، أثقلٌ شيءٍ في ميزانِ المؤمنِ يومَ القيامةِ حُسنُ الخُلُقِ، وإنَّ اللهَ لَيبغضُ الفاحشَ البذِيءَ).  ",
        "hadit4": "...",
        "hadit5": "...",
        "hadit6": "...",
        "hadit7": "...",
        "hadit8": "مُلخّص المقال: حثَّت الشََّريعة الإسلاميَّة المسلمين على التَّخلُّق بالأخلاق الحسنة وترك الأخلاق السَّيئة، ولنا في رسول الله -صلى الله عليه وسلم- الأسوة الحسنة؛ فقد كان متخلِّقاً بالأخلاق الفاضلة في أقواله وأفعاله ومعاملاته، فيجب على المسلم اتِّباع أثر النَّبيِّ -صلى الله عليه وسلم- في أقواله وأفعاله ومعاملاته.        "
    }
]