[
    {
        "3onwn": "الترغيب في التعاون",
        "hadit0": "جاءت السنّة النبويّة تحث وترغّب بالتعاون بين المسلمين، وذلك في العديد من الأحاديث الشريفة التي يكون في ظاهرها الإخبار والتشبيه والتمثيل، وفي معناها الأمر والتحريض، وتالياً ذكر بعض هذه الأحاديث النبويّة:        ",
        "hadit1": "*قوله -صلى الله عليه وسلم-: (المُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا وَشَبَّكَ بيْنَ أَصَابِعِهِ).        ",
        "hadit2": "*قوله -صلى الله عليه وسلم-: (المُسْلِمُ أخُو المُسْلِمِ لا يَظْلِمُهُ ولَا يُسْلِمُهُ، ومَن كانَ في حَاجَةِ أخِيهِ كانَ اللَّهُ في حَاجَتِهِ، ومَن فَرَّجَ عن مُسْلِمٍ كُرْبَةً، فَرَّجَ اللَّهُ عنْه كُرْبَةً مِن كُرُبَاتِ يَومِ القِيَامَةِ، ومَن سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَومَ القِيَامَةِ).        ",
        "hadit3": "*قوله -صلى الله عليه وسلم-: (انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا، قالوا: يا رَسُولَ اللَّهِ، هذا نَنْصُرُهُ مَظْلُومًا، فَكيفَ نَنْصُرُهُ ظَالِمًا؟ قالَ: تَأْخُذُ فَوْقَ يَدَيْهِ).        ",
        "hadit4": "*قوله -صلى الله عليه وسلم-: (مَثَلُ المُؤْمِنِينَ في تَوادِّهِمْ، وتَراحُمِهِمْ، وتَعاطُفِهِمْ مَثَلُ الجَسَدِ إذا اشْتَكَى منه عُضْوٌ تَداعَى له سائِرُ الجَسَدِ بالسَّهَرِ والْحُمَّى).        ",
        "hadit5": "*ما ثبت في الصحيح عن أبي ذرّ الغفاري -رضي الله عنه- أنّه قال: (سَأَلْتُ النبيَّ صلَّى اللهُ عليه وسلَّمَ: أيُّ العَمَلِ أفْضَلُ؟ قالَ: إيمَانٌ باللَّهِ، وجِهَادٌ في سَبيلِهِ، قُلتُ: فأيُّ الرِّقَابِ أفْضَلُ؟ قالَ: أعْلَاهَا ثَمَنًا، وأَنْفَسُهَا عِنْدَ أهْلِهَا، قُلتُ: فإنْ لَمْ أفْعَلْ؟ قالَ: تُعِينُ ضَايِعًا، أوْ تَصْنَعُ لأخْرَقَ، قالَ: فإنْ لَمْ أفْعَلْ؟ قالَ: تَدَعُ النَّاسَ مِنَ الشَّرِّ؛ فإنَّهَا صَدَقَةٌ تَصَدَّقُ بهَا علَى نَفْسِكَ).        ",
        "hadit6": "*ما صحّ عن البراء بن عازب -رضي الله عنه- أنّه قال: (جاء رَجُلٌ إلى رسولِ اللهِ -صلَّى اللهُ عليه وسلَّمَ- فقال: دُلَّني على عَمَلٍ يُقَرِّبُني منَ الجَنَّةِ، ويُباعِدُني منَ النَّارِ، قال: لَئنْ كُنتَ أقصَرْتَ الخُطْبةَ، لقد أعرَضْتَ المَسْألةَ، أعْتِقِ النَّسَمةَ -النفس-، وفُكَّ الرَّقَبةَ، قال: يا رسولَ اللهِ، أوَلَيستَا واحِدًا؟ فقال: لا، عِتقُ الرَّقَبةِ أنْ تَفرَّدَ بعِتْقِها، وفَكُّ الرَّقَبةِ أنْ تُعينَ في ثَمَنِها، والمِنْحةُ الوَكوفُ -منح الشاة كثيرة اللبن-، والفَيءُ على ذي الرَّحِمِ الظَّالِمِ، فإنْ لم تُطِقْ، فكُفَّ لِسانَكَ إلَّا من خَيرٍ).        ",
        "hadit7": "...",
        "hadit8": "...",
        "hadit9": "..."
    },
    {
        "3onwn": "بعض الأجور المترتبة على التعاون        ",
        "hadit0": "بيّن النبي -صلى الله عليه وسلم- في عدد من الأحاديث النبويّة بعض الأجور المترتبة على التعاون، كنيل الأجر والثواب المترتب على العمل المعان عليه، وعدّ الإعانة بمثابة الصدقة التي يُخرجها المسلم من ماله، إضافةً إلى النجاة في الآخرة، وتيسير الأمور والستر والإعانة من المولى في الدنيا والآخرة، ونستشهد على ذلك بالأحاديث الآتية:        ",
        "hadit1": "*قوله -صلى الله عليه وسلم-: (مَن جَهَّزَ غازِيًا في سَبيلِ اللهِ، فقَدْ غَزَا، ومَن خَلَفَهُ في أهْلِهِ بخَيْرٍ، فقَدْ غَزَا).        ",
        "hadit2": "*قوله -صلى الله عليه وسلم-: (... ويُعِينُ الرَّجُلَ علَى دابَّتِهِ فَيَحْمِلُ عليها، أوْ يَرْفَعُ عليها مَتاعَهُ صَدَقَةٌ...).        ",
        "hadit3": "*قوله -صلى الله عليه وسلم-: (مَن نَفَّسَ عن مُؤْمِنٍ كُرْبَةً مِن كُرَبِ الدُّنْيَا، نَفَّسَ اللَّهُ عنْه كُرْبَةً مِن كُرَبِ يَومِ القِيَامَةِ، وَمَن يَسَّرَ علَى مُعْسِرٍ، يَسَّرَ اللَّهُ عليه في الدُّنْيَا وَالآخِرَةِ، وَمَن سَتَرَ مُسْلِمًا، سَتَرَهُ اللَّهُ في الدُّنْيَا وَالآخِرَةِ، وَاللَّهُ في عَوْنِ العَبْدِ ما كانَ العَبْدُ في عَوْنِ أَخِيهِ...).        ",
        "hadit4": "...",
        "hadit5": "...",
        "hadit6": "...",
        "hadit7": "...",
        "hadit8":  "...",
        "hadit9": "..."
    }
  

]