[
    {
        "3onwn":"احاديث عن الايمان بالله        ",
        "hadit0":"...",
        "hadit1":"*عن ابن عباس رضي الله عنهما أن وفدا من بني عبد قيس أتوا النبي صلى الله عليه وسلم وقالوا يا رسول الله إن بيننا وبينك هذا الحيُّ من كفار مضر وإنا لا نستطيع أن نأتيك إلا في الشهر الحرام فمرنا بقول فصل نخبر به من وراءنا وندخل به الجنة فقال عليه الصلاة والسلام آمركم بالإيمان بالله ثم قال لهم: أتدرون ما الإيمان بالله قالوا الله ورسوله أعلم قال صلى الله عليه وسلم الإيمان بالله شهادة أن لا إله إلا الله وأن محمدًا رسول الله وعقد واحدًا من أصابعه وإقام الصلاة وإيتاء الزكاة وصوم رمضان وأن تعطوا من المغنم الخمس”.        ",
        "hadit2":"*في حديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: “بُني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدًا رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج بيت الله الحرام”.        ",
        "hadit3":"*من حديث أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال “والذي نفسي بيده لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين” وفي صحيح البخاري أن عمر بن الخطاب رضي الله عنه قال يا رسول الله والله لأنت أحب إلي من كل شيء إلا من نفسي فقال صلى الله عليه وسلم “لا يؤمن أحدكم حتى أكون أحب إليه من نفسه فقال عمر رضي الله عنه والله لأنت الآن أحب إلي حتى من نفسي فقال: الآن ياعمر”.        ",
        "hadit4":"*عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم قال: “لا يؤمن أحدكم حتى يحب لأخيه ما يحبه لنفسه” وقد جاء في رواية زيادة “من الخير”.        ",
        "hadit5":"*ثبت عن النبي صلى الله عليه وسلم أنه قال: “لا إيمان لمن لا أمانة له”، والأمانة هنا تشمل “حفظ الدين بطاعة الله عز وجل والامتثال لأوامره والابتعاد عما نهى وحفظ الحقوق والواجبات، والبعد عن الخيانة وترك الغش”.        ",
        "hadit6":"*ما جاء في الصحيحين عن عمر بن الخطاب رضي الله عنه في قصة مجيء جبريل عليه والسلام إلى النبي صلى الله عليه وسلم وفي الحديث “أن جبريل قال للنبي صلى الله عليه وسلم أخبرني عن الإيمان قال: أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وأن تؤمن بالقدر خيره وشره”.        ",
        "hadit7":"...",
        "hadit8":"..."
    },
    {
        "3onwn":"آيات قرآنية عن الإيمان بالله        ",
        "hadit0":"...",
        "hadit1":"*قال الله جل وعلا: ﴿ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ * فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ ﴾ [الحجرات: ٧، ٨].        ",
        "hadit2":"*قال تعالى : ﴿ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ﴾ [إبراهيم: ٣٤].        ",
        "hadit3":"*قال تعالى : ﴿ وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ ﴾ [القيامة: ٢٢، ٢٣].        ",
        "hadit4":"*قال تعالى : ﴿ يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ ﴾ [إبراهيم: ٢٧].        ",
        "hadit5":"*قال الله سبحانه وتعالى : ﴿ وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ ﴾ [الشورى: ٥٢].        ",
        "hadit6":"*قال تعالى : ﴿ قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ﴾ [آل عمران: ٣١].        ",
        "hadit7":"...",
        "hadit8":"..."
    }
    
  
]