[
    {
        "3onwn": "أحاديث عن العمل الصالح",
        "hadit0":"...",
        "hadit1": "*قال رسول الله صلى الله عليه وسلم: (ما أكلَ أحدٌ طعامًا قطُّ ، خيرًا من أنْ يأكلَ من عمَلِ يدِهِ وإنَّ نبيَّ اللهِ داودَ كان يأكلُ من عمَلِ يدِهِ).        ",
        "hadit2": "*قال رسول الله صلّى الله عليه وسلّم: (والَّذي نفسي بيدِهِ لَأن يأخذَ أحدُكم حبلَهُ فيحتطِبَ على ظَهرِهِ خيرٌ لَهُ من أن يأتيَ رجلًا أعطاهُ اللَّهُ عزَّ وجلَّ من فضلِهِ فيسألَهُ أعطاهُ أو منعَه).        ",
        "hadit3": "*قال عليه الصلاة والسلام: (ما مِن مُسْلِمٍ يَغْرِسُ غَرْسًا، أوْ يَزْرَعُ زَرْعًا، فَيَأْكُلُ منه طَيْرٌ، أوْ إنْسانٌ، أوْ بَهِيمَةٌ، إلَّا كانَ له به صَدَقَةٌ).        ",
        "hadit4": "*قال رسول الله عليه والصلاة والسلام: (إن قامتِ الساعةُ و في يدِ أحدِكم فسيلةً ، فإن استطاعَ أن لا تقومَ حتى يغرِسَها فليغرِسْها).        ",
        "hadit5": "*روي عن كعب بن عجرة أنّه قال: (مر على النبيِّ صلَّى اللهُ عليهِ وسلَّمَ رجلٌ فرأى أصحابُ النبيِّ صلَّى اللهُ عليهِ وسلَّمَ من جلَدِه ونشاطِه فقالوا: يا رسولَ اللهِ لو كان هذا في سبيلِ اللهِ؟! فقال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّمَ: إنْ كان خرج يسعى على ولدِه صغارًا فهو في سبيلِ اللهِ وإن كان خرج يسعى على أبوين شيخين كبيرين فهو في سبيلِ اللهِ وإنْ كان خرج يسعى على نفسِه يعفُّها فهو في سبيلِ اللهِ وإنْ كان خرج يسعى رياءً ومفاخرةً فهو في سبيلِ الشيطانِ).        ",
        "hadit6": "*عن عائشة رضي الله عنها، عن النبيّ -صلّى الله عليه وسلّم- قال: (إنَّ أطيبَ ما أَكَلتُمْ من كسبِكُم، وإنَّ أولادَكُم من كسبِكُم).        ",
        "hadit7": "*عن صخر الغامدي قال: قال رسول الله صلّى الله عليه وسلّم: (اللهمَ باركْ لأمتي في بكورِها. قال: وكان إذا بعث سريةً أو جيشًا، بعثهم أولَ النهارِ. وكان صخرُ رجلًا تاجرًا. وكان إذا بعث تجارةً بعثهم أولَ النهارِ، فأثرى وكثر مالُه).        ",
        "hadit8": "*قال النبي -صل الله عليه وسلم- : (إنَّ اللهَ تعالى يحبُّ إذا عملَ أحدُكمْ عملًا أنْ يتقنَهُ).        "
    },
    {
        "3onwn": "فضل العمل الصالح",

        "hadit0":"هناك العديد من الفضائل التي تعود على من يعمل عملاً صالحاً في حياته، وقد وردت العديد من الأدلّة والنصوص الشرعيّة التي تدل على فضل العمل الصالح على العبد، ومنها ما يأتي:",
      "hadit1":"...",
        "hadit2": "*الاستخلاف في الأرض من الثمرات التي أعدّها الله -تعالى- لمن يُداوم على فعل الأعمال الصالحة، كما جاء في القرآن الكريم قوله -تعالى-: (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا)،        ",
        "hadit3": "*دخول الجنّة بهداية الله -تعالى- لعباده الصالحين بإيمانهم وصلاح أعمالهم، والتمتّع بما في الجنة من النعيم، كما قال -تعالى-: (إِنَّ الَّذينَ آمَنوا وَعَمِلُوا الصّالِحاتِ يَهديهِم رَبُّهُم بِإيمانِهِم تَجري مِن تَحتِهِمُ الأَنهارُ في جَنّاتِ النَّعيمِ).        ",
        "hadit4": "*الحياة الطيّبة في الدنيا ونزول الخيرات ثمرة من ثمرات الأعمال الصالحة، قال -تعالى-: (مَن عَمِلَ صالِحًا مِن ذَكَرٍ أَو أُنثى وَهُوَ مُؤمِنٌ فَلَنُحيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجزِيَنَّهُم أَجرَهُم بِأَحسَنِ ما كانوا يَعمَلونَ).        ",
        "hadit5": "*العمل الصالح سببٌ في نجاة العبد من الخسائر، وسببٌ في تكفير الذنوب والسيّئات، قال -تعالى-: (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِن رَّبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ).        ",
        "hadit6": "*العمل الصالح سببٌ في الرقي والرفعة في الدرجات، كما ثبت في الصحيح قوله -عليه السلام-: (إنَّكَ لَنْ تُخَلَّفَ، فَتَعْمَلَ عَمَلًا تَبْتَغِي به وجْهَ اللَّهِ، إلَّا ازْدَدْتَ دَرَجَةً ورِفْعَةً).        ",
        "hadit7": "*العمل الصالح الزائد على كل الفرائض التي فرضها الله -تعالى- على عبده سبب في الفوز بمحبة الله -تعالى-، وإذا نال العبد محبّة الله -تعالى- وفّقه الله -تعالى- لكلّ ما هو خير في تصرّفاته وأفعاله، وسدَّد خطاه إلى ما يحبّه ويرضاه، كما ثبت في الصحيح قوله -عليه السلام- فيما يرويه عن ربّه: (وما يَزالُ عَبْدِي يَتَقَرَّبُ إلَيَّ بالنَّوافِلِ حتَّى أُحِبَّهُ، فإذا أحْبَبْتُهُ: كُنْتُ سَمْعَهُ الذي يَسْمَعُ به، وبَصَرَهُ الذي يُبْصِرُ به، ويَدَهُ الَّتي يَبْطِشُ بها، ورِجْلَهُ الَّتي يَمْشِي بها، وإنْ سَأَلَنِي لَأُعْطِيَنَّهُ، ولَئِنِ اسْتَعاذَنِي لَأُعِيذَنَّهُ).        ",
        "hadit8": "*العمل الصالح سببٌ في تحقيق الربح المضاعف في التجارة بالأعمال الصالحة مع رب العالمين؛ فالتجارة مع الله رابحة غير كاسدة وغير محدودة، قال -تعالى-: (إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّـهِ وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَّن تَبُورَ).        "
    },
    {
        "3onwn": "فوائد المداومة على العمل الصالح",
        "hadit0":"المداومة على العمل الصالح له العديد من الفوائد والثمرات التي تعود على صاحبها بالخير الكثير، ومن هذه الفوائد ما يأتي:        ",

        "hadit1": "*تفريج الهموم ورفع المصائب والكُرُبات؛ فمن كان على صلة مع الله -تعالى- في الرخاء لن يتخلى عنه الله -تعالى- في الشدّة والبلاء، قال الرسول -صلى الله عليه وسلم-: (احفَظِ اللهَ يحفَظْك، احفَظِ اللهَ تجِدْه تُجاهَك، إذا سألتَ فاسألِ اللهَ، وإذا استعنْتَ فاستعِنْ باللهِ، واعلمْ أنَّ الأمةَ لو اجتمعتْ على أن ينفعوك بشيءٍ، لم ينفعوك إلا بشيءٍ قد كتبه اللهُ لك، وإنِ اجتمعوا على أن يضُرُّوك بشيءٍ لم يضُروك إلا بشيءٍ قد كتبه اللهُ عليك).        ",
        "hadit2": "*استعمال العبد في الطاعة وتوفيقه بها، ومن ثُمَّ قبض روحه وهو مداوم على تلك الطاعة؛ فالمداوم على فعل الطاعات يُرزق بحُسن الخاتمة، قال الرسول -صلى الله عليه وسلم-: (إذا أرادَ اللَّهُ بعبدٍ خيرًا استعملَهُ، فقيلَ: كيفَ يستعملُهُ يا رسولَ اللَّهِ قالَ: يوفِّقُهُ لعملٍ صالحٍ قبلَ الموتِ)، وقال أيضاً: (ليس من عملِ يومٍ إلا و هو يُختمُ عليهِ ، فإذا مرض المؤمنُ قالتِ الملائكةُ : يا ربَّنا ! عبدُك فلانٌ قد حبسْتَهُ ، فيقولُ الربُّ : اختِمُوا له على مثلِ عملِه حتى يبرأَ أو يموتَ).        ",
        "hadit3": "*تطهير قلب العبد من النفاق والرياء؛ فالإنسان يرتقي عند الله -تعالى- بصلاح عمله، وصلاح العمل بصلاح ما في القلب، قال -عليه السلام-: (ألَا وإنَّ في الجَسَدِ مُضْغَةً: إذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ، وإذَا فَسَدَتْ فَسَدَ الجَسَدُ كُلُّهُ، ألَا وهي القَلْبُ).        ",
        "hadit4": "*مداومة العبد على العمل الصالح يدفع عنه التعب وكدر الحياة.        ",
        "hadit5": "*مداومة العبد على العمل الصالح تعود عليه بالخير حتّى وإن قلّت؛ فقليلٌ دائم خيرٌ من كثير منقطع، وما كان ضمن قدرة العبد وطاقته كان العبد أقدر على المداومة عليه، قال الرسول -صلى الله عليه وسلم-: (خُذُوا مِنَ الأعْمَالِ ما تُطِيقُونَ، فإنَّ اللَّهَ لَنْ يَمَلَّ حتَّى تَمَلُّوا وَكانَ يقولُ: أَحَبُّ العَمَلِ إلى اللهِ ما دَاوَمَ عليه صَاحِبُهُ، وإنْ قَلَّ).        ",
        "hadit6": "*تيسير الحساب وتجاوز الله -تعالى- عن العبد يوم القيامة؛ فقد ثبت في الصحيح قوله -عليه السلام-: (رَجُلٌ لَقِيَ رَبَّهُ، فقالَ: ما عَمِلْتَ؟ قالَ: ما عَمِلْتُ مِنَ الخَيْرِ إلَّا أنِّي كُنْتُ رَجُلًا ذا مالٍ، فَكُنْتُ أُطالِبُ به النَّاسَ فَكُنْتُ أقْبَلُ المَيْسُورَ، وأَتَجاوَزُ عَنِ المَعْسُورِ، فقالَ: تَجاوَزُوا عن عَبْدِي).        ",
        "hadit7": "*استظلال العبد في ظل الله -تعالى- يوم القيامة يوم لا ظلَّ إلا ظلّه، كما ثبت في الصحيحين بأنَّه من داوم على العمل الصالح كان ممن يظلّهم الله -تعالى- في ظلّه يوم القيامة.        ",
        "hadit8": "*احتساب العمل حتى عند انقطاع العبد عنه عند مرضه أو سفره؛ لعدم انقطاعه عن القيام به في صحّته وإقامته، كما ثبت في الصحيح قوله -عليه السلام-: (إذَا مَرِضَ العَبْدُ، أوْ سَافَرَ، كُتِبَ له مِثْلُ ما كانَ يَعْمَلُ مُقِيمًا صَحِيحًا).        "
    },
    {
        "3onwn":"آيات قرآنية عن العمل الصالح        ",
        "hadit0":"*(لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ).        ",
        "hadit1":"*(هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ ۖ).        ",

        "hadit2":"*(وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُوا ۖ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا اكْتَسَبْنَ ۚ). ",

        "hadit3":"*(وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ ۙ).        ",

        "hadit4":"*(وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ).        ",

        "hadit5":"*(فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا).        ",

        "hadit6":"*(فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا).        ",

        "hadit7":"*(وَمِنْ آيَاتِهِ مَنَامُكُم بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُم مِّن فَضْلِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ).        ",
        "hadit8":"*(وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّن بَأْسِكُمْ ۖ ).        "


    }
]