[
    {
        "3onwn": "مختارات من الأحاديث النبوية        ",
        "hadit0": "1 - «آية المنافق ثلاث إذا حدَّث كذّب، وإذا وعد أخلف، وإذا ائتمن خان».\n(عن أبي هريرة، رواه الشيخان)        ",
        "hadit1": "2 - «أبغض الحلال إلى الله الطلاق».\n(عن ابن عمر، رواه أبو داود وابن ماجه)        ",
        "hadit2": "3 - «اتقوا الله واعدلوا في أولادكم».\n(عن النعمان بن بشير، أخرجه الشيخان)        ",
        "hadit3": "4 - «اتقوا الظلم فإنه ظلمات يوم القيامة، واتقوا الشحَّ فإنه أهلك من كان قبلكم».\n(عن جابر، أخرجه مسلم)        ",
        "hadit4": "5 - «اجتنبوا السبع الموبقات: الشرك بالله، والسحر، وقتل النفس التي حرَّم الله إلا بالحق، وأكل الربا وأكل مال اليتيم، والتولي يوم الزحف، وقذف المُحْصَنات الغافلات».\n(عن أبي هريرة، أخرجه الشيخان)        ",
        "hadit5": "6 - «أحب الأعمال إلى الله، أدومها وإن قلّ».\n(عن عائشة، رواه الشيخان)        ",
        "hadit6": "7 - «أحب الناس إلى الله تعالى يوم القيامة وأدناهم منه مجلسا، إمام عادل، وأبغض الناس إلى الله يوم القيامة وأبعدهم منه مجلسا، إمام جائر».\n(عن أبي سعيد، أخرجه الترمذي)        ",
        "hadit7": "8 - «البِرُّ حسن الخلق، والإثم ما حاك في صدرك وكرهت أن يطلع عليه الناس».\n(عن النوّاس بن سمعان، أخرجه مسلم)        ",
        "hadit8": "9 - «إذا استأذنت أحدَكم امرأتهُ إلى المسجد فلا يمنعها».\n(عن سالم عن أبيه، رواه مسلم)        ",
        "hadit9": "10 - «إذا التقى المسلمان بسيفهما فقتل أحدهما صاحبه، فالقاتل والمقتول في النار»، قيل: يا رسول الله هذا القاتل فما بال المقتول؟ قال: «إنه كان حريصا على قتل صاحبه».\n(عن أبي بكرة، رواه الشيخان)        ",
        "hadit10": "11 - «إذا أُمَّ أحدكم الناس، فليخفف، فإن فيهم الصغير والكبير والضعيف والمريض وذا الحاجة، وإذا صلى لنفسه فليطوّل ما شاء».\n(عن أبي هريرة، رواه الشيخان)        ",
        "hadit11": "12 - «إذا تقاضى إليك رجلان، فلا تقض للأول حتى تسمع كلام الآخر، فسوف تدري كيف تقضي».\n(عن علِيّ رضي الله عنه، رواه أحمد وأبو داود والترمذي)        ",
        "hadit12": "13 - «إذا حكم الحاكم فاجتهد ثم أصاب، فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر».\n  (عن عمرو بن العاص: متفق عليه)   ",
        "hadit13": "14 - «إذا رأى أحدكم جنازة، فإن لم يكن ماشيا معها، فليقم حتى يخلفها أو تخلفه أو توضع من قبل أن تخلفه».\n(عن عامر بن ربيعة، رواه البخاري)        ",
        "hadit14": "15 - «إذا مات ابن آدم، انقطع عنه عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له».\n(عن مسلم عن أبي هريرة)",
        "hadit15": "16 - «أربع مَن كنّ فيه، كان منافقا خالصا، ومَن كانت فيه خَلّة منهن، كانت فيه خلة من نفاق حتى يدعها: إذا حدَّثَ كَذَب، وإذا عاهد غدر، وإذا وعد أخلف، وإذا خاصم فجر».\n(عن عبد الله بن عمر، رواه الشيخان)        ",
        "hadit16": "17 - «ألا أنبئكم بأكبر الكبائر: الإشراك بالله، وعقوق الوالدين، وقول الزور».\n(عن علِيّ رضي الله عنه، رواه الشيخان)        ",
        "hadit17": "18 - «الإحسان أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك».\n(عن أبي هريرة، رواه الشيخان)        ",
        "hadit18": "19 - «الأرواح جنود مجَنَّدة، فما تعارف منها ائتلف وما تناكر منها اختلف».\n(عن أبي هريرة، رواه الشيخان)        ",
        "hadit19": "20 - «إنا لن نستعمل على عملنا من أراده».\n(عن أبي موسى، رواه الشيخان)        ",
        "hadit20": "..."
    }
  
]