[
    {
        "3onwn":"...",
        "hadit0":"*قال رسول الله -صلى الله عيه وسلم-: (مَن كانَ آخرُ كلامِه لا إلَه إلَّا اللَّهُ، دخلَ الجنَّةَ).        ",
        "hadit1":"*قال رسول الله -صلى الله عيه وسلم-: (إنَّ الرَّجُلَ لَيَعْمَلُ الزَّمَنَ الطَّوِيلَ بِعَمَلِ أَهْلِ النَّارِ، ثُمَّ يُخْتَمُ له عَمَلُهُ بِعَمَلِ أَهْلِ الجَنَّةِ).        ",
        "hadit2":"*قال رسول الله -صلى الله عيه وسلم-: (ثلاثةٌ كلُّهم ضامنٌ على اللهِ إن عاش كُفِيَ، و إن مات دخل الجنةَ: من دخل بيتَه بسلامٍ فهو ضامنٌ على اللهِ عزَّ و جلَّ و من خرج إلى المسجدِ فهو ضامنٌ على اللهِ و من خرج في سبيل اللهِ فهو ضامنٌ على اللهِ).        ",
        "hadit3":"*قال رسول الله -صلى الله عيه وسلم-: (من ماتَ وَهوَ بريءٌ منَ الْكبرِ والغُلولِ والدَّينِ دخلَ الجنَّةَ). ",
        "hadit4":"*قال رسول الله -صلى الله عيه وسلم-: (الطاعونُ، والمبطونُ، والغريقُ، والنُّفَساءُ: شهادةٌ).        ",
        "hadit5":"*إنَّ رسولَ اللَّهِ صلَّى اللَّهُ علَيهِ وسلَّمَ: عادَ عبدَ اللَّهِ بنَ رواحةَ قالَ: فما تحوَّزَ لهُ عن فراشِهِ، فقالَ: أتدري مَن شُهَداءُ أمَّتي؟ قالوا: قتلُ المسلِمِ شَهادةٌ. قالَ: إنَّ شُهَداءَ أمَّتي إذًا لقليلٌ قتلُ المسلِمِ شَهادَةٌ، والطَّاعونُ شَهادةٌ، والمرأةُ يقتلُها ولدُها جَمعاءَ شَهادةٌ، يَجُرُّها ولدُها بسَررِهِ إلى الجنَّةِ.",
        "hadit6":"*مرِضَ رجلٌ من أصحابِ النبي -صلَّى اللَّهُ عليهِ وعلى آلِه وسلَّمَ- فدخلَ عليهِ أصحابُهُ يعودونَهُ فبكى فقيلَ لهُ: ما يبكيكَ يا أبا عبدِ اللَّهِ؟ ألم يقل لكَ رسولُ اللَّهِ: خُذْ مِن شارِبِكَ ثمَّ أقرَّهُ حتَّى تلقاني؟ قالَ: بلَى ولكنِّي سمعتُ رسولَ اللَّهِ يقولُ: إنَّ اللَّهَ عزَّ وجلَّ قبضَ قبضةً بيَمينِهِ وقالَ: هذِهِ لهذهِ ولا أبالي، وقبضَ قبضةً أخرى بيدِهِ الأخرى، جلَّ وعلا، فقالَ : هذِهِ لهذهِ ولا أبالي فلا أدري في أيِّ القبضتينِ أنا.        ",
        "hadit7":"*للشَّهيدِ عند اللهِ ستُّ خِصالٍ يُغفرُ له في أوَّلِ دفعةٍ ويرَى مقعدَه من الجنَّةِ ويُجارُ من عذابِ القبرِ ويأمنُ من الفزعِ الأكبرِ ويُوضعُ على رأسِه تاجُ الوقارِ الياقوتةُ منه خيرٌ من الدُّنيا وما فيها ويُزوَّجُ اثنتَيْن وسبعين من الحورِ العينِ ويشفعُ في سبعين من أقاربِه.",
        "hadit8":"*عن ابنِ بُرَيدةَ، عن أبيه، أنَّه كان بخُراسانَ، فعادَ أخًا له وهو مَريضٌ، فوَجَدَه بالمَوتِ، وإذا هو يَعرَقُ جَبينُه، فقال: اللهُ أكبَرُ؛ سَمِعتُ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يقولُ: مَوتُ المُؤمِنُ بعَرَقِ الجَبينِ.",
        "hadit9":"*رأى عُمَرُ طَلحةَ بنَ عُبَيدِ اللهِ ثَقيلًا، فقال: ما لكَ يا أبا فُلانٍ؟ لَعَلَّكَ ساءَتكَ إمْرَةُ ابنِ عَمِّكَ يا أبا فُلانٍ؟ قال: لا، إلَّا أنِّي سمِعتُ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ حَديثًا، ما منَعَني أنْ أسألَهُ عنه إلَّا القُدرةُ عليه، حتى ماتَ، سمِعتُهُ يَقولُ: إنِّي لَأعلَمُ كَلِمةً لا يَقولُها عَبدٌ عِندَ مَوتِهِ، إلَّا أشرَقَ لها لَونُهُ، ونَفَّسَ اللهُ عنه كُربَتَهُ. قال: فقالَ عُمَرُ: إنِّي لَأعلَمُ ما هي. قال: وما هي؟ قال: تَعلَمُ كَلِمةً أعظَمَ مِن كَلِمةٍ أمَرَ بها عَمَّهُ عِندَ المَوتِ: لا إلهَ إلَّا اللهُ؟ قال طَلحةُ: صَدَقتَ، هي واللهِ، هي."

    }
]