[
    {
        "3onwn":"أحاديث عن جزاء إحسان المحسنين:-        ",
        "hadit0":"*ومن الأحاديث الواردة في ذلك ما روى مسلم في صحيحه مِن حَدِيثِ ابنِ عُمَرَ رضي اللهُ عنهما: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “مَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ، وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ”.        ",
        "hadit1":"*الإمام أحمد في مسنده مِن حَدِيثِ أَبِي الدَّردَاءِ رضي اللهُ عنه: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “مَنْ رَدَّ عَنْ عِرْضِ أَخِيهِ، رَدَّ اللَّهُ عَنْ وَجْهِهِ النَّارَ يَوْمَ الْقِيَامَةِ”.        ",
        "hadit2":"*روى مسلم في صحيحه مِن حَدِيثِ عَائِشَةَ رضي اللهُ عنها: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “اللَّهُمَّ مَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَشَقَّ عَلَيْهِمْ فَاشْقُقْ عَلَيْهِ، وَمَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَرَفَقَ بِهِمْ فَارْفُقْ بِهِ”.        ",
        "hadit3":"*روى الإمام أحمد في مسنده مِن حَدِيثِ عَمرِو بنِ مُرَّةَ أَنَّهُ قَالَ: يَا مُعَاوِيَةُ! إِنِّي سَمِعتُ رَسُولَ اللهِ صلى اللهُ عليه وسلم يَقُولُ: “مَا مِنْ إِمَامٍ يُغْلِقُ بَابَهُ دُونَ ذَوِي الْحَاجَةِ، وَالْخَلَّةِ، وَالْمَسْكَنَةِ، إِلَّا أَغْلَقَ اللَّهُ أَبْوَابَ السَّمَاءِ دُونَ خَلَّتِهِ، وَحَاجَتِهِ وَمَسْكَنَتِهِ، فَجَعَلَ مُعَاوِيَةُ رَجُلًا عَلَى حَوَائِجِ النَّاسِ”.        ",
        "hadit4":"*وفي الصحيحين مِن حَدِيثِ أَبِي هُرَيرَةَ رضي اللهُ عنه: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “مَا مِنْ يَوْمٍ يُصْبِحُ الْعِبَادُ فِيهِ، إِلَّا مَلَكَانِ يَنْزِلَانِ فَيَقُولُ أَحَدُهُمَا: اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا، وَيَقُولُ الْآخَرُ: اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفًا”.        ",
        "hadit5":"*روى البخاري ومسلم في صحيحيهما مِن حَدِيثِ أَبِي هُرَيرَةَ رضي اللهُ عنه: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “يَقُولُ اللَّهُ تَعَالَى: أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا ذَكَرَنِي، فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي، وَإِنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ خَيْرٍ مِنْهُمْ”.        ",
        "hadit6":"*روى مسلم في صحيحه مِن حَدِيثِ عُثمَانَ رضي اللهُ عنه: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “مَنْ بَنَى مَسْجِدًا لِلَّهِ بَنَى اللَّهُ لَهُ فِي الْجَنَّةِ مِثْلَهُ”.        ",
        "hadit7":"*روى الإمام أحمد في مسنده مِن حَدِيثِ أَبِي بَرْزَةَ الأَسْلَمِيِّ رضي اللهُ عنه: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “يَا مَعْشَرَ مَنْ آمَنَ بِلِسَانِهِ وَلَمْ يَدْخُلِ الْإِيمَانُ قَلْبَهُ، لَا تَغْتَابُوا الْمُسْلِمِينَ، وَلَا تَتَّبِعُوا عَوْرَاتِهِمْ؛ فَإِنَّهُ مَنْ يَتَّبِعْ عَوْرَاتِهِمْ، يَتَّبِعِ اللَّهُ عَوْرَتَهُ، وَمَنْ يَتَّبِعِ اللَّهُ عَوْرَتَهُ يَفْضَحْهُ فِي بَيْتِهِ”.        ",
      
     
        "hadit8":"*روى الإمام أحمد في مسنده مِن حَدِيثِ ابنِ عُمَرَ رضي اللهُ عنهما: أَنَّ النَّبِيَّ صلى اللهُ عليه وسلم قَالَ: “مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا، لَمْ يَشْرَبْهَا فِي الْآخِرَةِ، إِلَّا أَنْ يَتُوبَ”.        ",
    "hadit9":"*روى مسلم في صحيحه مِن حَدِيثِ هِشَامِ بنِ حَكِيمِ بنِ حِزَامٍ رضي اللهُ عنه قَالَ: سَمِعتُ النَّبِيَّ صلى اللهُ عليه وسلم يَقُولُ: “إِنَّ اللهَ يُعَذِّبُ الَّذِينَ يُعَذِّبُونَ النَّاسَ فِي الدُّنْيَا”.    "
    }
]