[
    {
        "3onwn":"إذا عمل أحدكم عملاً فليتقنه",

        "hadit0":"*قال رسول الله -صلى الله عليه وسلم-: (إِنَّ اللَّهَ يُحِبُّ إِذَا عَمِلَ أَحَدُكُمْ عَمَلًا أَنْ ‌يُتْقِنَهُ)، والعمل المقصود في الحديث يشمل العمل الدنيوي، والعمل الأخروي، فطلب منا إتقان الأعمال وإحكامها على الصفة الصحيحة، بدون خلل ولا نقص، لا سيما إذا كان هذا العمل المطلوب عمله من أعمال الآخرة.        ",
        "hadit1":"*وإتقان الأعمال على اختلاف مقاصدها، سواء أكانت لمقصد دنيوي، أم مقصد أخروي، هي من القربات والطاعات التي لا يجوز الإخلال فيها بشكل من الأشكال، وإن إتقان العمل من الأمور التي يستجلب بها العبد المسلم رضوان ربه، وتكون سبباً من الأسباب التي توجب دخول الجنة.        ",
        "hadit2":"*ومن عمل عملا ولم يتقنه بات غاشّاً للأمانة، مستوجباً عدم رضا الله -تعالى-، فمن رعى الرعية ولم يحفظ حقوقها؛ فقد فعل أمراً منهيٌّ عنه في الشريعة، فقد قال الرسول -صلى الله عليه وسلم-: (مَنْ حَمَلَ عَلَيْنَا السِّلَاحَ فَلَيْسَ ‌مِنَّا، وَمَنْ ‌غَشَّنَا فَلَيْسَ ‌مِنَّا).        "
     
         

    },
    {
        "3onwn":"كلكم راعِ وكلكم مسؤول عن رعيته",
        "hadit0":"*قال رسول الله -صلى الله عليه وسلم-: (كُلُّكُم راعٍ وكُلُّكُم مسؤولٌ عن رعيتهِ)، فينبغي على المسلم أن يتقن العمل، ومن الإتقان في العمل: إتقان النصح للرعية، وتحمل المسؤولية، والقيام بالواجبات المنوطة بالعامل لأي عمل على أكمل وجه، وعلى أحسن حال من الإتقان.        ",
        "hadit1":"*وقد قال الإمام النووي -رحمه الله تعالى-: 'قال العلماء: الراعي، هو الحافظ المؤتمن الملتزم صلاح ما قام عليه، وما هو تحت نظره، ففيه أن كل من كان تحت نظره شيء، فهو مطالب بالعدل فيه والقيام بمصالحه في دينه ودنياه ومتعلقاته'.        ",
        "hadit2":"*وفي الحديث إقصاء للغاش الذي لا يتحمّل المسؤولية من الإيمان؛ أي إن إيمانه ناقص، فالغش وعدم تحمل المسؤولية من الأمور التي ينقص بها الدين والإيمان، وإن إتقان العمل من مكملات الدين، ومتمّمات الإيمان بالله -تعالى-.        "
    
    },
    {
        "3onwn":"إنَّ الله كتب الإحسان على كل شيء        ",
        "hadit0":"*قال رسول الله -صلى الله عليه وسلم: (إِنَّ اللهَ ‌كَتَبَ ‌الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، فَلْيُرِحْ ذَبِيحَتَهُ):        ",
        "hadit1":"*حثّ الإسلام على الإحسان في العمل حتى في القتل، فكيف فيما سوى القتل؟ فينبغي على المسلم أن يستشعر في عمله أن من مستلزمات العمل الإحسان واللطف، وحسن العشرة، ولا يظن بأن الإحسان في العمل هو مجرد منحة منه، أو صدقة يتصدق به على غيره، بل هو من الواجبات اللازمة.        ",
        "hadit2":"*فإذا كان العبد المسلم مسؤولا عن غيره في العمل، فليحسن إلى أولئك العاملين، ولا يكلفهم فوق ما يطيقون من العمل، ولا يشقّ عليهم، ولا يعاملهم بكبر وخشونة، فمن كان في بيته عامل، أو في شركته موظف، فلا يستغله في العمل خارج نطاق وظيفته، ولا يضرب المستضعف منهم؛ كالخدم، وصغار الموظفين، ولا سيما الغرباء وغيرهم، تقول عائشة: (مَا ‌ضَرَبَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا قَطُّ بِيَدِهِ، وَلَا امْرَأَةً، وَلَا خَادِمًا).        "
    
         

    }
]