[
    {
        "3onwn":"أحاديث عن ذكر الموت",
        "hadit0":"وردت أحاديث من السنة النبوية عن الموت، نذكرها فيما يأتي:        ",
        "hadit1":"*عن أنس بن مالك -رضي الله عنه- قال: (خَطَّ النَّبيُّ -صلَّى اللهُ عليه وسلَّم- خُطُوطًا، فَقَالَ: هذا الأمَلُ، وهذا أجَلُهُ، فَبيْنَما هو كَذلكَ إذْ جَاءَهُ الخَطُّ الأقْرَبُ).        ",
        "hadit2":"*عن عبد الله بن مسعود -رضي الله عنه- قال: (خَطَّ النبيُّ -صَلَّى اللهُ عليه وسلَّمَ- خَطًّا مُرَبَّعًا، وخَطَّ خَطًّا في الوَسَطِ خَارِجًا منه، وخَطَّ خُطَطًا صِغَارًا إلى هذا الذي في الوَسَطِ مِن جَانِبِهِ الذي في الوَسَطِ، وقَالَ: هذا الإنْسَانُ، وهذا أجَلُهُ مُحِيطٌ به أوْ: قدْ أحَاطَ به وهذا الذي هو خَارِجٌ أمَلُهُ، وهذِه الخُطَطُ الصِّغَارُ الأعْرَاضُ، فإنْ أخْطَأَهُ هذا نَهَشَهُ هذا، وإنْ أخْطَأَهُ هذا نَهَشَهُ هذا).        ",
        "hadit3":"*عن شدّاد بن أوس -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم-: (الكَيِّسُ مَن دان نفسَه وعمِل لما بعدَ المَوتِ والعاجِزُ مَن أتبَعَ نفسَه هواها وتمنَّى على اللهِ).        ",
        "hadit4":"*عن أبي هريرة -رضي الله عنه- قال: كان رسولُ اللهِ -صلَّى اللهُ عليه وسلَّم- يُكثِرُ أنْ يقولَ: (أكثِروا مِن ذِكْرِ هاذمِ اللَّذَّاتِ).        ",
        "hadit5":"*عن عبدالله بن عمر -رضي الله عنهما- قال: أتيتُ النَّبيَّ -صلَّى اللهُ عليه وسلَّم- عاشرَ عشرةٍ، فقال رجلٌ من الأنصارِ: من أكيَسُ النَّاسِ وأكرمُ النَّاسِ يا رسولَ اللهِ؟ فقال: (أكثرُهم ذِكرًا للموتِ وأشدُّهم استعدادًا له أولئك هم الأكياسُ ذهبوا بشرفِ الدُّنيا وكرامةِ الآخرةِ).        ",
        "hadit6":"*عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم- قال: (بادِروا بالأعمالِ سبعًا هل تنتظرون إلا فقراً مُنسياً، أو غنىً مُطغياً، أو مرضاً مُفسدًا، أو هرماً مُفنداً، أو موتاً مُجهزاً، أو الدجالَ فشرُّ غائبٍ ينتظرُ أو الساعةُ فالساعةُ أدهى وأمرُّ)،        "
    },
    {
        "3onwn":"أحاديث عن كراهية ابن آدم للموت         ",
        "hadit0":"...",
        "hadit1":"وردت أحاديث من السنة النبوية عن كراهية ابن آدم للموت، فعن عائشة أم المؤمنين -رضي الله عنها- قالت: قال رسول الله -صلّى الله عليه وسلّم-: (مَن أحبَّ لقاءَ اللهِ، أحبَّ اللهُ لقاءَهُ، ومن كرِهَ لقاءَ اللهِ، كرِهَ اللهُ لقاءَهُ، فقيلَ: يا رسولَ اللهِ كراهيةُ لقاءِ اللهِ في كراهيةِ لقاءِ الموتِ، فَكُلُّنا يَكْرَهُ الموتَ، قالَ: لا، إنَّما ذاكَ عندَ موتِهِ، إذا بُشِّرَ برحمةِ اللهِ ومغفرتِهِ، أحبَّ لقاءَ اللهِ، فأحبَّ اللهُ لقاءَهُ، وإذا بُشِّرَ بعذابِ اللهِ، كرِهَ لقاءَ اللهِ، وَكَرِهَ اللهُ لقاءَهُ).       ",
        "hadit2":"...",
        "hadit3":"...",
        "hadit4":"...",
        "hadit5":"...",
        "hadit6":"..."
    },
    {
        "3onwn":"أحاديث النهي عن تمني الموت         ",
        "hadit0":"وردت أحاديث من السنة النبوية عن النهي عن تمنّي الموت، نذكرها فيما يأتي:        ",
        "hadit1":"*عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم-: (لَا يَتَمَنَّى أحَدُكُمُ المَوْتَ إمَّا مُحْسِنًا فَلَعَلَّهُ يَزْدَادُ، وإمَّا مُسِيئًا فَلَعَلَّهُ يَسْتَعْتِبُ).        ",
        "hadit2":"*عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم-: (لا يَتَمَنَّى أحَدُكُمُ المَوْتَ، ولا يَدْعُ به مِن قَبْلِ أنْ يَأْتِيَهُ، إنَّه إذا ماتَ أحَدُكُمُ انْقَطَعَ عَمَلُهُ، وإنَّه لا يَزِيدُ المُؤْمِنَ عُمْرُهُ إلَّا خَيْرًا).        ",
        "hadit3":"*عن أنس بن مالك -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم-: (لا يَتَمَنَّيَنَّ أحَدُكُمُ المَوْتَ مِن ضُرٍّ أصابَهُ، فإنْ كانَ لا بُدَّ فاعِلًا، فَلْيَقُلِ: اللَّهُمَّ أحْيِنِي ما كانَتِ الحَياةُ خَيْرًا لِي، وتَوَفَّنِي إذا كانَتِ الوَفاةُ خَيْرًا لِي).        ",
        "hadit4":"...",
        "hadit5":"...",
        "hadit6":"..."
    },
    {
        "3onwn":"أحاديث عن سكرات الموت         ",
        "hadit0":"وردت أحاديث من السنة النبوية عن سكرات الموت، نذكرها فيما يأتي:        ",
        "hadit1":"*عن عائشة أم المؤمنين -رضي الله عنها- قالت: (إنَّ رَسولَ اللهِ -صَلَّى اللهُ عليه وسلَّمَ- كانَ بيْنَ يَدَيْهِ رَكْوَةٌ أوْ عُلْبَةٌ فِيهَا مَاءٌ، يَشُكُّ عُمَر- فَجَعَلَ يُدْخِلُ يَدَيْهِ في المَاءِ، فَيَمْسَحُ بهِما وجْهَهُ، ويقولُ: لا إلَهَ إلَّا اللهُ، إنَّ لِلْمَوْتِ سَكَرَاتٍ ثُمَّ نَصَبَ يَدَهُ فَجَعَلَ يقولُ: في الرَّفِيقِ الأعْلَى).        ",
        "hadit2":"*عن عائشة أم المؤمنين -رضي الله عنها- قالت: (إنَّ مِن نِعَمِ اللهِ عَلَيَّ: أنَّ رَسولَ اللهِ -صلَّى اللهُ عليه وسلَّمَ- تُوُفِّيَ في بَيْتِي، وفي يَومِي، وبيْنَ سَحْرِي ونَحْرِي، وأنَّ اللهَ جَمَع بيْنَ رِيقِي ورِيقِهِ عِنْدَ مَوْتِهِ؛ دَخَلَ عَلَيَّ عبدُ الرَّحْمَنِ وبِيَدِهِ السِّوَاكُ، وأَنَا مُسْنِدَةٌ رَسولَ اللهِ -صلَّى اللهُ عليه وسلَّمَ-، فَرَأَيْتُهُ يَنْظُرُ إلَيْهِ، وعَرَفْتُ أنَّه يُحِبُّ السِّوَاكَ، فَقُلتُ: آخُذُهُ لَكَ؟ فأشَارَ برَأْسِهِ: أنْ نَعَمْ، فَتَنَاوَلْتُهُ، فَاشْتَدَّ عليه، وقُلتُ: أُلَيِّنُهُ لَكَ؟ فأشَارَ برَأْسِهِ: أنْ نَعَمْ، فَلَيَّنْتُهُ، فأمَرَّهُ، وبيْنَ يَدَيْهِ رَكْوَةٌ -أوْ عُلْبَةٌ؛ يَشُكُّ عُمَرُ- فِيهَا مَاءٌ، فَجَعَلَ يُدْخِلُ يَدَيْهِ في المَاءِ فَيَمْسَحُ بهِما وجْهَهُ، يقولُ: لا إلَهَ إلَّا اللهُ، إنَّ لِلْمَوْتِ سَكَرَاتٍ، ثُمَّ نَصَبَ يَدَهُ، فَجَعَلَ يقولُ: في الرَّفِيقِ الأعْلَى، حتَّى قُبِضَ ومَالَتْ يَدُهُ).        ",
        "hadit3":"...",
        "hadit4":"...",
        "hadit5":"...",
        "hadit6":"..."
    },
    {
        "3onwn":"أحاديث عن حسن الخاتمة         ",
        "hadit0":"وردت أحاديث من السنة النبوية عن حسن الخاتمة، نذكرها فيما يأتي:        ",
        "hadit1":"*عن معاذ بن جبل -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم-: (مَن كانَ آخرُ كلامِه لا إلَه إلَّا اللهُ، دخلَ الجنَّةَ).        ",
        "hadit2":"*عن طلحة بن عبيد الله -رضي الله عنه- قال: (رأى عُمَرُ طَلحةَ بنَ عُبَيدِ اللهِ ثَقيلًا، فقال: ما لكَ يا أبا فُلانٍ؟ لَعَلَّكَ ساءَتكَ إمْرَةُ ابنِ عَمِّكَ يا أبا فُلانٍ؟ قال: لا، إلَّا أنِّي سمِعتُ مِن رَسولِ اللهِ - صلَّى اللهُ عليه وسلَّمَ- حَديثًا، ما منَعَني أنْ أسألَهُ عنه إلَّا القُدرةُ عليه، حتى ماتَ، سمِعتُهُ يَقولُ: إنِّي لَأعلَمُ كَلِمةً لا يَقولُها عَبدٌ عِندَ مَوتِهِ، إلَّا أشرَقَ لها لَونُهُ، ونَفَّسَ اللهُ عنه كُربَتَهُ. قال: فقالَ عُمَرُ: إنِّي لَأعلَمُ ما هي. قال: وما هي؟ قال: تَعلَمُ كَلِمةً أعظَمَ مِن كَلِمةٍ أمَرَ بها عَمَّهُ عِندَ المَوتِ: لا إلهَ إلَّا اللهُ؟ قال طَلحةُ: صَدَقتَ، هي واللهِ هي).        ",
        "hadit3":"*عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلّى الله عليه وسلّم-: (ما تَعُدُّونَ الشَّهِيدَ فِيكُمْ؟ قالوا: يا رَسولَ اللهِ، مَن قُتِلَ في سَبيلِ اللهِ فَهو شَهِيدٌ، قالَ: إنَّ شُهَداءَ أُمَّتي إذًا لَقَلِيلٌ، قالوا: فمَن هُمْ يا رَسولَ اللهِ؟ قالَ: مَن قُتِلَ في سَبيلِ اللهِ فَهو شَهِيدٌ، ومَن ماتَ في سَبيلِ اللهِ فَهو شَهِيدٌ، ومَن ماتَ في الطَّاعُونِ فَهو شَهِيدٌ، ومَن ماتَ في البَطْنِ فَهو شَهِيدٌ، قالَ ابنُ مِقْسَمٍ: أشْهَدُ علَى أبِيكَ في هذا الحَديثِ أنَّه قالَ: والْغَرِيقُ شَهِيدٌ. وفي رواية : قالَ عُبَيْدُ اللهِ بنُ مِقْسَمٍ، أشْهَدُ علَى أخِيكَ أنَّه زادَ في هذا الحَديثِ ومَن غَرِقَ فَهو شَهِيدٌ).        ",
        "hadit4":"*عن عبد الله بن عمرو بن العاص -رضي الله عنهما- قال: قال رسول الله -صلّى الله عليه وسلّم-: (ما منْ مسلمٍ يموتُ يومَ الجمعةِ، أو ليلةَ الجمعةِ، إلا وقاهُ اللهُ تعالى فتنةَ القبرِ)،        ",
        "hadit5":"...",
        "hadit6":"..."
    }
]