[
    {
        "3onwn": "...",
        "hadit0": "روى الإمام البخاري حديثاً صحيحاً في وصف الجنة ونعيمها، قال عليه الصلاة والسلام فيما يرويه عن ربه عز وجل: (قال الله: أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر).        ",
        "hadit1": "فعن أبي هريرةَ رضي الله عنه قال: قُلْنَا: يا رسولَ الله حدِّثنَا عن الجنةِ ما بناؤُهَا قال: «لَبِنَةٌ ذهبٍ ولبنةٌ فضةٍ، ومِلاَطُها المسكُ، وحَصباؤها اللؤلؤُ والياقوتُ، وترابَها الزَعفرانُ، مَنْ يدخلُها ينعمُ ولا يبأسُ، ويخلُدُ ولا يموتُ، لا تَبْلَى ثيابه ولا يَفْنى شبابُه»        ",
        "hadit2": "وعن سهلِ بنِ سعدٍ رضي الله عنه أن النبيَّ صلى الله عليه وسلّم قالَ: «في الجنةِ ثمانيةُ أبوابٍ فيها بابٌ يسمَّى الريَّانَ لا يدخلُه إلا الصائمون»،        ",
        "hadit3": "عن عِتَبةَ بن غزوانَ رضي الله عنه أنه خطَب فحمد الله وأثْنَى عليه، ثم قالَ: «أمَّا بعدُ فإن الدنيا قد آذَنَتْ بِصرْمِ ووَلَّتْ حذَّاءَ ولم يبْقَ منها إلا صُبابةٌ كصُبابةِ الإِناء يصطبُّها صاحبُها، وإنَّكُمْ منتقِلونَ منها إلى دارٍ لا زوالَ لها فانتقلوا بخير ما يَحْضُرَنكُمْ. ولَقَدْ ذُكِرَ لنا أنَّ مِصراعينِ منْ مصاريعِ الجنةِ بيْنَهما مسيرةُ أربعينَ سَنَةً، وليأتِينَّ عليه يومٌ وهو كَظِيظٌ مِنَ الزحامِ»        ",
        "hadit4": "عن أبي هريرة رضي الله عنه أنَّ النبي صلى الله عليه وسلّم قال: «إن في الجنةِ مئة درجةٍ أعَدَّها الله للمجاهدِين في سبيلِه بينَ كلِّ درجتين كما بينَ السماءِ والأرض. فإذَا سألتُمُ الله فأسألُوه الفِرْدوسَ فإنَّهُ وسطُ الجنة وأعلى الجنة ومنه تفجَّرُ أنهار الجنة وفوقَه عرشُ الرحمنِ»، (رواه البخاريُّ).        ",
        "hadit5": "عن أسامةَ بن زيدٍ رضي الله عنه أنَّ النبي صلى الله عليه وسلّم قال: «ألاَ هَلْ من مُشَمِّرٌ إلى الجنةِ، فإنَّ الجنةَ لا خطر لها، هي وَرَبِّ الكعبةِ نورٌ يَتَلأْلأُ وريحانةٌ تَهْتزُّ وقصرٌ مشِيدٌ ونهرٌ مطَّردٌ وثَمَرةٌ نضِيْجَةٌ وزوجةٌ حسناءُ جميلةٌ وحُلَلٌ كثيرةٌ ومُقَامٌ في أبدٍ في دارٍ سليمةٍ وفاكهةٌ وخضرةٌ وحَبْرةٌ ونعمةٌ في مَحَلَّةٍ عاليةٍ بهيَّةٍ»، قالوا: يا رسولَ الله نحن المشمِّرون لها. قال: «قولوا إنْ شاء الله». فقال القوم: إنْ شاء الله »، (رواه ابن ماجةَ والبيهقيُّ وابنُ حبَّانَ في صحيحهِ).        ",
        "hadit6": "عن أبي موسَى رضي الله عنه أنَّ النبيَّ صلى الله عليه وسلّم قالَ: «إنَّ للمؤمِن في الجنة لخيمةً من لؤلؤة واحدةٍ مجوفة طولها في السماء ستون ميلاً للمؤمن فيها أهلُون يطوفُ علِيهمْ فلا يَرَى بعضُهم بعضاً»        ",
        "hadit7": "عن أبي سعيدٍ رضي الله عنه أنَّ النبيَّ صلى الله عليه وسلّم قال: «إن أهْلَ الجنةِ يَتراءَوْنَ أهل الغرَفِ فوقَهم كما تَتَراءَوْنَ الكوكبَ الدُّرِّيَّ الغابرَ في الأفُق من المشرق أو المغرب لتفاضلِ ما بيْنَهم». قالوا: يا رسولَ الله تلك مَنازلُ الأنبياءِ لا يبلغُها غيرُهم قال: «بَلَى والَّذِي نَفْسِي بِيَدهِ رجالٌ آمنوا بالله وصدَّقُوا المرسلينَ». وعن أبي مالكٍ الأشعريِّ رضي الله عنه أنَّ النبيَّ صلى الله عليه وسلّم قال: «إن في الجنةِ غُرَفاً يُرَى ظاهرُها من باطِنُها وباطنُها مِن ظاهرِها أعَدَّها الله لمَنْ أطْعَمَ الطعامَ وأدامَ الصيامَ وصلَّى بالليلِ والناس نيامٌ»        ",
        "hadit8": "...",
        "hadit9":"..."

    }
]