[
    {
        "3onwn":"أحاديث نبوية تحث على الزواج",
        "hadit0":"ثبت في السنةِ النبويةِ المطهّرةِ عددٌ من الأحاديث النبوية الشريفة التي تحثُّ المسلمَ على الزواجِ، وفي هذه الفقرة ذكرٌ لبعضها:        ",
        "hadit1":"*ما صحّ عن عبد الله بن مسعود -رضي الله عنه- حيث قال: (لقَدْ قالَ لَنَا النبيُّ صَلَّى اللهُ عليه وسلَّمَ: يا مَعْشَرَ الشَّبَابِ، مَنِ اسْتَطَاعَ مِنْكُمُ البَاءَةَ فَلْيَتَزَوَّجْ، ومَن لَمْ يَسْتَطِعْ فَعليه بالصَّوْمِ؛ فإنَّه له وِجَاءٌ).        ",
        "hadit2":"*ما صحّ عن أبي ذر الغفاري -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: (أَوَلَيْسَ قَدْ جَعَلَ اللهُ لَكُم مَّا تَصَدَّقُونَ بِهِ؟ إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً، وَبِكُلِّ تكبيرةٍ صدقةً، وبِكلِّ تحميدةٍ صدقةً، وبِكلِّ تهليلةٍ صدقةً، وَأَمرٌ بِالمَعرُوفِ صَدَقَةٌ، ونَهَىٌ عنِ المنكرِ صدقةٌ، وفي بُضْعِ أَحَدِكُم صدقةٌ).        ",
        "hadit3":"*قال رسول الله -صلى الله عليه وسلم-: (إنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بهَا وجْهَ اللَّهِ إلَّا أُجِرْتَ عَلَيْهَا، حتَّى ما تَجْعَلُ في فَمِ امْرَأَتِكَ).        ",
        "hadit4":"*قال رسول الله -صلى الله عليه وسلم-: (تزوجوا فإِنَّي مُكاثِرٌ بكم الأُمَمَ، ولَا تكونوا كرهبانِيَّةِ النصارى).        ",
        "hadit5":"*ما جاء عن أنس بن مالك -رضي الله عنه- حيث قال: (كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّم يأْمُرُ بالباءَةِ، ويَنْهَى عنِ التَّبَتُّلِ نَهْيًا شديدًا، ويقولُ: تَزَوَّجُوا الودودَ الولودَ فَإِنِّي مكاثِرٌ بِكُمُ الأنبياءَ يومَ القيامَةِ).        ",
        "hadit6":"...",
        "hadit7":"...",
        "hadit8":"...",
        "hadit9":"..."

    },
    {
        "3onwn":"أحاديث نبوية عن تيسير الزواج        ",
        "hadit0":"فيما يأتي ذكر بعض الأحاديث النبوية التي تدلُّ على تيسير الزواجِ:        ",
        "hadit1":"*قال رسول الله -صلى الله عليه وسلم-: (حَقٌّ علَى اللهِ عونُ؛ مَنْ نَكحَ التِماسَ العَفافِ عمَّا حرَّمَ اللهُ..).        ",
        "hadit2":"*قال رسول الله -صلى الله عليه وسلم-: (ثلاثةٌ حقٌّ على اللهِ عونهم: المجاهدُ في سبيلِ اللهِ، والْمُكَاتَبُ الذي يريدُ الأداءَ، والناكحُ الذي يُرِيدُ العفافَ).        ",
        "hadit3":"*ما جاء عن علي بن أبي طالب -رضي الله عنه- حيث قال: (تَزَوَّجْتُ فاطمةَ رضِيَ اللهُ عنها، فقُلْتُ: يا رسولَ اللهِ، ابنِ بي، قال: أَعطِها شيئًا، قُلْتُ: ما عندي مِن شيْءٍ، قال: فأين دِرْعُكَ الحُطَمِيَّةُ؟ قلت: هي عِندي، قال: فأَعْطِها إيَّاهُ).        ",
        "hadit4":"...",
        "hadit5":"...",
        "hadit6":"...",
        "hadit7":"...",
        "hadit8":"...",
        "hadit9":"..."

    },
    {
        "3onwn":"أحاديث نبوية عن حسن اختيار الزوج والزوجة        ",
        "hadit0":"لقد حثَّ الشرع الحنيف الرجل والمرأة عند الزواج على حسنِ اختيارِ كلِّ واحدٍ منهما للآخر، وفي هذه الفقرة سيتمُّ ذكر الأحاديث النبوية التي دلت على ذلك، وفيما يأتي بيان ذلك:        ",
        "hadit1":"*ما صحّ عن عائشة -رضي الله عنها- قالت: قال رسول الله: (تخيَّروا لنُطَفِكم ، فانكِحوا الأكفاءَ و أَنكِحوا إليهم).        ",
        "hadit2":"*قال رسول الله -صلى الله عليه وسلم-: (نكحُ المرأةُ لمالِها وجمالِها وحسَبِها ودينِها، فاظفَرْ بذاتِ الدِّينِ ترِبت يداك).        ",
        "hadit3":"*قال رسول الله -صلى الله عليه وسلم-: (إذا خطب إليكم من تَرْضَوْنَ دِينَه وخُلُقَهُ؛ فَزَوِّجُوهُ).        ",
        "hadit4":"...",
        "hadit5":"...",
        "hadit6":"...",
        "hadit7":"...",
        "hadit8":"...",
        "hadit9":"..."

    }
]